export const СostumesData = {
    getProductsData() {
        return [
            {
                "Номер": "1",
                "Имя": "Ангел",
                "Фото": "Фото\\ангел 1.jpg",
                "Цена": "250"
            },
            {
                "Номер": "2",
                "Имя": "Арлекин",
                "Фото": "Фото\\арлекин 2.jpg",
                "Цена": "250"
            },
            {
                "Номер": "3",
                "Имя": "Баба Яга",
                "Фото": "Фото\\баба яга 3.jpg",
                "Цена": "250"
            },
            {
                "Номер": "4",
                "Имя": "Бабочка",
                "Фото": "Фото\\бабочка 4.jpg",
                "Цена": "250"
            },
            {
                "Номер": "5",
                "Имя": "Белочка",
                "Фото": "Фото\\белочка 5.jpg",
                "Цена": "250"
            },
            {
                "Номер": "6",
                "Имя": "Белый мишка",
                "Фото": "Фото\\белый медведь 6.jpg",
                "Цена": "250"
            },
            {
                "Номер": "7",
                "Имя": "Бетмен",
                "Фото": "Фото\\бетмен 7.jpg",
                "Цена": "300"
            },
            {
                "Номер": "8",
                "Имя": "Бетмен маленький",
                "Фото": "Фото\\бетмен малыш 8.jpg",
                "Цена": "200"
            },
            {
                "Номер": "9",
                "Имя": "Божья коровка",
                "Фото": "Фото\\божья коровка 9.jpg",
                "Цена": "200"
            },
            {
                "Номер": "10",
                "Имя": "Буратино",
                "Фото": "Фото\\буратино 10.jpg",
                "Цена": "250"
            },
            {
                "Номер": "11",
                "Имя": "Ведьмочка",
                "Фото": "Фото\\ведьмочка 11.jpg",
                "Цена": "200"
            },
            {
                "Номер": "12",
                "Имя": "Ведьмочка блеск",
                "Фото": "Фото\\ведьмочка блеск 12.jpg",
                "Цена": "250"
            },
            {
                "Номер": "13",
                "Имя": "Витязь",
                "Фото": "Фото\\витязь 13.jpg",
                "Цена": "250"
            },
            {
                "Номер": "14",
                "Имя": "Волк",
                "Фото": "Фото\\волк 14.jpg",
                "Цена": "200"
            },
            {
                "Номер": "15",
                "Имя": "Волчонок",
                "Фото": "Фото\\волчонок 15.jpg",
                "Цена": "200"
            },
            {
                "Номер": "16",
                "Имя": "Восточная красавица",
                "Фото": "Фото\\восточная красавица 16.jpg",
                "Цена": "350"
            },
            {
                "Номер": "17",
                "Имя": "Гномик",
                "Фото": "Фото\\гномик 17.jpg",
                "Цена": "250"
            },
            {
                "Номер": "18",
                "Имя": "Гусар",
                "Фото": "Фото\\гусар 18.jpg",
                "Цена": "350"
            },
            {
                "Номер": "19",
                "Имя": "Дама",
                "Фото": "Фото\\дама 19.jpg",
                "Цена": "250"
            },
            {
                "Номер": "20",
                "Имя": "Дама маленькая",
                "Фото": "Фото\\дама  м 20.jpg",
                "Цена": "300"
            },
            {
                "Номер": "21",
                "Имя": "Дед мороз",
                "Фото": "Фото\\дед мороз и снегурочка 21 и123.jpg",
                "Цена": "350"
            },
            {
                "Номер": "22",
                "Имя": "Дракоша",
                "Фото": "Фото\\дракоша 22.jpg",
                "Цена": "200"
            },
            {
                "Номер": "23",
                "Имя": "Дракон",
                "Фото": "Фото\\дракон 23.jpg",
                "Цена": "200"
            },
            {
                "Номер": "24",
                "Имя": "Ёж",
                "Фото": "Фото\\ёж 24.jpg",
                "Цена": "150"
            },
            {
                "Номер": "25",
                "Имя": "Ёлочка взросл",
                "Фото": "Фото\\елочка 25.jpg",
                "Цена": "250"
            },
            {
                "Номер": "26",
                "Имя": "Ёлочка маленькая",
                "Фото": "Фото\\елочка м 26.jpg",
                "Цена": "250"
            },
            {
                "Номер": "27",
                "Имя": "Емеля",
                "Фото": "Фото\\емеля 27.jpg",
                "Цена": "200"
            },
            {
                "Номер": "28",
                "Имя": "Жук",
                "Фото": "Фото\\жук 28.jpg",
                "Цена": "250"
            },
            {
                "Номер": "29",
                "Имя": "Забияка",
                "Фото": "Фото\\забияка 29.jpg",
                "Цена": "200"
            },
            {
                "Номер": "30",
                "Имя": "Зайчонок средний",
                "Фото": "Фото\\зайчик ср 30.jpg",
                "Цена": "200"
            },
            {
                "Номер": "31",
                "Имя": "Зайчонок",
                "Фото": "Фото\\зайчонок 31.jpg",
                "Цена": "200"
            },
            {
                "Номер": "32",
                "Имя": "Заяц весельчак.",
                "Фото": "Фото\\заяц веселельчак 32.jpg",
                "Цена": "250"
            },
            {
                "Номер": "33",
                "Имя": "Заяц взрослый",
                "Фото": "Фото\\заяц взрослый 33.jpg",
                "Цена": "250"
            },
            {
                "Номер": "34",
                "Имя": "Звездочет",
                "Фото": "Фото\\звездочет 34.jpg",
                "Цена": "200"
            },
            {
                "Номер": "35",
                "Имя": "Звездочка",
                "Фото": "Фото\\звездочка 35.jpg",
                "Цена": "150"
            },
            {
                "Номер": "36",
                "Имя": "Звездочка 1",
                "Фото": "Фото\\звездочка (1) 36.jpg",
                "Цена": "150"
            },
            {
                "Номер": "37",
                "Имя": "Зима",
                "Фото": "Фото\\зима 37.jpg",
                "Цена": "200"
            },
            {
                "Номер": "38",
                "Имя": "Золотая рыбка",
                "Фото": "Фото\\золотая рыбка 38.jpg",
                "Цена": "250"
            },
            {
                "Номер": "39",
                "Имя": "Золушка",
                "Фото": "Фото\\золучка 39.jpg",
                "Цена": "350"
            },
            {
                "Номер": "40",
                "Имя": "Карлсон",
                "Фото": "Фото\\карлсон 40.jpg",
                "Цена": "250"
            },
            {
                "Номер": "41",
                "Имя": "Кащей",
                "Фото": "Фото\\кащей 41.jpg",
                "Цена": "250"
            },
            {
                "Номер": "42",
                "Имя": "Кащей маленький",
                "Фото": "Фото\\кащей м 42.jpg",
                "Цена": "250"
            },
            {
                "Номер": "43",
                "Имя": "Кикимора ",
                "Фото": "Фото\\кикимора 43.jpg",
                "Цена": "200"
            },
            {
                "Номер": "44",
                "Имя": "Клоун Тимка",
                "Фото": "Фото\\клоун тимка 44.jpg",
                "Цена": "150"
            },
            {
                "Номер": "45",
                "Имя": "Клоун желто-зелен.",
                "Фото": "Фото\\клоун ж-з 45.jpg",
                "Цена": "250"
            },
            {
                "Номер": "46",
                "Имя": "Клоунесса",
                "Фото": "Фото\\клоунесса 46.jpg",
                "Цена": "200"
            },
            {
                "Номер": "47",
                "Имя": "Клоунесса маленькая",
                "Фото": "Фото\\клоунесса м 47.jpg",
                "Цена": "250"
            },
            {
                "Номер": "48",
                "Имя": "Клубничка",
                "Фото": "Фото\\клубничка.jpg",
                "Цена": "150"
            },
            {
                "Номер": "49",
                "Имя": "Ковбой",
                "Фото": "Фото\\ковбой 49.jpg",
                "Цена": "250"
            },
            {
                "Номер": "50",
                "Имя": "Козленок",
                "Фото": "Фото\\козленок 50.jpg",
                "Цена": "250"
            },
            {
                "Номер": "51",
                "Имя": "Корова",
                "Фото": "Фото\\корова 51.jpg",
                "Цена": "150"
            },
            {
                "Номер": "52",
                "Имя": "Королева роз",
                "Фото": "Фото\\королева роз 52.jpg",
                "Цена": "300"
            },
            {
                "Номер": "53",
                "Имя": "Королева",
                "Фото": "Фото\\королева и корль 53 и 54.jpg",
                "Цена": "350"
            },
            {
                "Номер": "54",
                "Имя": "Король",
                "Фото": "Фото\\королева и корль 53 и 54.jpg",
                "Цена": "250"
            },
            {
                "Номер": "55",
                "Имя": "Король бархатный",
                "Фото": "Фото\\король барх 55.jpg",
                "Цена": "350"
            },
            {
                "Номер": "56",
                "Имя": "Кот в сапогах",
                "Фото": "Фото\\кот в сапогах 56.jpg",
                "Цена": "350"
            },
            {
                "Номер": "57",
                "Имя": "Кот Базилио",
                "Фото": "Фото\\кот базилио 57.jpg",
                "Цена": "300"
            },
            {
                "Номер": "58",
                "Имя": "Котик",
                "Фото": "Фото\\котик 58.jpg",
                "Цена": "150"
            },
            {
                "Номер": "59",
                "Имя": "Кошечка",
                "Фото": "Фото\\кошечка 59.jpg",
                "Цена": "200"
            },
            {
                "Номер": "60",
                "Имя": "Крас шапочка",
                "Фото": "Фото\\красная шапочка 60.jpg",
                "Цена": "250"
            },
            {
                "Номер": "61",
                "Имя": "Крокодил",
                "Фото": "Фото\\крокодил 61.jpg",
                "Цена": "200"
            },
            {
                "Номер": "62",
                "Имя": "Кукла",
                "Фото": "Фото\\кукла 62.jpg",
                "Цена": "250"
            },
            {
                "Номер": "63",
                "Имя": "Ланселот",
                "Фото": "Фото\\ланселот 63.jpg",
                "Цена": "250"
            },
            {
                "Номер": "64",
                "Имя": "Лев",
                "Фото": "Фото\\лев и мишка 64 и 77.jpg",
                "Цена": "250"
            },
            {
                "Номер": "65",
                "Имя": "Леди ночь",
                "Фото": "Фото\\леди ночь 65.jpg",
                "Цена": "250"
            },
            {
                "Номер": "66",
                "Имя": "Лисичка",
                "Фото": "Фото\\лисичка 66.jpg",
                "Цена": "200"
            },
            {
                "Номер": "67",
                "Имя": "Лягушонок",
                "Фото": "Фото\\лягушонок 67.jpg",
                "Цена": "200"
            },
            {
                "Номер": "68",
                "Имя": "Мальвина",
                "Фото": "Фото\\мальвина 68.jpg",
                "Цена": "200"
            },
            {
                "Номер": "69",
                "Имя": "Мастер",
                "Фото": "Фото\\мастер 69.jpg",
                "Цена": "250"
            },
            {
                "Номер": "70",
                "Имя": "Мафаня",
                "Фото": "Фото\\мафаня 70.jpg",
                "Цена": "200"
            },
            {
                "Номер": "71",
                "Имя": "Метелица",
                "Фото": "Фото\\метелица 71.jpg",
                "Цена": "150"
            },
            {
                "Номер": "72",
                "Имя": "Метелица м",
                "Фото": "Фото\\метелица м 72.jpg",
                "Цена": "150"
            },
            {
                "Номер": "73",
                "Имя": "Медвежонок",
                "Фото": "Фото\\медвежонок 73.jpg",
                "Цена": "200"
            },
            {
                "Номер": "74",
                "Имя": "Медведь",
                "Фото": "Фото\\медведь 74.jpg",
                "Цена": "250"
            },
            {
                "Номер": "75",
                "Имя": "Месяц-луна",
                "Фото": "Фото\\месяц-луна 75.jpg",
                "Цена": "150"
            },
            {
                "Номер": "76",
                "Имя": "Мисс Рококо",
                "Фото": "Фото\\мисс рококо 76.jpg",
                "Цена": "300"
            },
            {
                "Номер": "77",
                "Имя": "Мишка-весел",
                "Фото": "Фото\\лев и мишка 64 и 77.jpg",
                "Цена": "250"
            },
            {
                "Номер": "78",
                "Имя": "Мишутка",
                "Фото": "Фото\\мишутка 78.jpg",
                "Цена": "200"
            },
            {
                "Номер": "79",
                "Имя": "Мол. мороз",
                "Фото": "Фото\\млодой мороз 79.jpg",
                "Цена": "250"
            },
            {
                "Номер": "80",
                "Имя": "Морозко",
                "Фото": "Фото\\морозко 80.jpg",
                "Цена": "150"
            },
            {
                "Номер": "81",
                "Имя": "Морячок",
                "Фото": "Фото\\морячок 81.jpg",
                "Цена": "150"
            },
            {
                "Номер": "82",
                "Имя": "Мушкетер м",
                "Фото": "Фото\\мушкетер м 82.jpg",
                "Цена": "150"
            },
            {
                "Номер": "83",
                "Имя": "Мушкетер м",
                "Фото": "Фото\\мушкетер м (1) 83.jpg",
                "Цена": "150"
            },
            {
                "Номер": "84",
                "Имя": "Мушкетер с",
                "Фото": "Фото\\мушкетер 84 и 86.jpg",
                "Цена": "200"
            },
            {
                "Номер": "85",
                "Имя": "Мушкетер с1",
                "Фото": "Фото\\мушкетер 85.jpg",
                "Цена": "200"
            },
            {
                "Номер": "86",
                "Имя": "Мушкетер кр",
                "Фото": "Фото\\мушкетер 84 и 86.jpg",
                "Цена": "200"
            },
            {
                "Номер": "87",
                "Имя": "Мышка",
                "Фото": "Фото\\мышонок 87.jpg",
                "Цена": "250"
            },
            {
                "Номер": "88",
                "Имя": "Незнайка",
                "Фото": "Фото\\незнайка 88.jpg",
                "Цена": "300"
            },
            {
                "Номер": "89",
                "Имя": "Незнайка м",
                "Фото": "Фото\\незнайка м 89.jpg",
                "Цена": "200"
            },
            {
                "Номер": "90",
                "Имя": "Ниндзя",
                "Фото": "Фото\\ниндзя 90.jpg",
                "Цена": "250"
            },
            {
                "Номер": "91",
                "Имя": "Ночка",
                "Фото": "Фото\\ночка 91.jpg",
                "Цена": "250"
            },
            {
                "Номер": "92",
                "Имя": "Обезьянка",
                "Фото": "Фото\\обезьянка 92.jpg",
                "Цена": "200"
            },
            {
                "Номер": "93",
                "Имя": "Обезьяна",
                "Фото": "Фото\\обезьяна 93.jpg",
                "Цена": "200"
            },
            {
                "Номер": "94",
                "Имя": "Обезьяна  мех",
                "Фото": "Фото\\обезьянка мех 94.jpg",
                "Цена": "250"
            },
            {
                "Номер": "95",
                "Имя": "Огурец",
                "Фото": "Фото\\огурец 95.jpg",
                "Цена": "250"
            },
            {
                "Номер": "96",
                "Имя": "Одалиска",
                "Фото": "Фото\\одалиска 96.jpg",
                "Цена": "150"
            },
            {
                "Номер": "97",
                "Имя": "Одалиска син",
                "Фото": "Фото\\одалиска син 97.jpg",
                "Цена": "200"
            },
            {
                "Номер": "98",
                "Имя": "Олень",
                "Фото": "Фото\\олень 98.jpg",
                "Цена": "250"
            },
            {
                "Номер": "99",
                "Имя": "Паж",
                "Фото": "Фото\\паж 99.jpg",
                "Цена": "250"
            },
            {
                "Номер": "100",
                "Имя": "Палач",
                "Фото": "Фото\\палач 100.jpg",
                "Цена": "150"
            },
            {
                "Номер": "101",
                "Имя": "Петрушка",
                "Фото": "Фото\\петрушка 101.JPG",
                "Цена": "250"
            },
            {
                "Номер": "102",
                "Имя": "Петушок",
                "Фото": "Фото\\петушок 102.jpg",
                "Цена": "200"
            },
            {
                "Номер": "103",
                "Имя": "Пингвин",
                "Фото": "Фото\\пингвин 103.jpg",
                "Цена": "200"
            },
            {
                "Номер": "104",
                "Имя": "Пират",
                "Фото": "Фото\\пират 104.jpg",
                "Цена": "250"
            },
            {
                "Номер": "105",
                "Имя": "Пират красный",
                "Фото": "Фото\\пират красн 105.jpg",
                "Цена": "250"
            },
            {
                "Номер": "106",
                "Имя": "Поросенок",
                "Фото": "Фото\\поросенок 106.jpg",
                "Цена": "250"
            },
            {
                "Номер": "107",
                "Имя": "Приведение м",
                "Фото": "Фото\\приведение м 107.jpg",
                "Цена": "200"
            },
            {
                "Номер": "108",
                "Имя": "Приведение вз",
                "Фото": "Фото\\приведение 108.jpg",
                "Цена": "150"
            },
            {
                "Номер": "109",
                "Имя": "Принцесса",
                "Фото": "Фото\\принцесса 109.jpg",
                "Цена": "250"
            },
            {
                "Номер": "110",
                "Имя": "Пчелка",
                "Фото": "Фото\\пчелка 110.jpg",
                "Цена": "200"
            },
            {
                "Номер": "111",
                "Имя": "Пьеро",
                "Фото": "Фото\\пьеро 111.jpg",
                "Цена": "200"
            },
            {
                "Номер": "112",
                "Имя": "Робин гуд",
                "Фото": "Фото\\робин гуд 112.jpg",
                "Цена": "250"
            },
            {
                "Номер": "113",
                "Имя": "Рыцарь",
                "Фото": "Фото\\рыцарь 113.jpg",
                "Цена": "350"
            },
            {
                "Номер": "114",
                "Имя": "Санта",
                "Фото": "Фото\\санта 114.jpg",
                "Цена": "200"
            },
            {
                "Номер": "115",
                "Имя": "Санта Клаус",
                "Фото": "Фото\\санта клаус 115.jpg",
                "Цена": "200"
            },
            {
                "Номер": "116",
                "Имя": "Скоморох взр",
                "Фото": "Фото\\скоморох взр 116.jpg",
                "Цена": "200"
            },
            {
                "Номер": "117",
                "Имя": "Скоморох м.",
                "Фото": "Фото\\скоморох м 117.JPG",
                "Цена": "250"
            },
            {
                "Номер": "118",
                "Имя": "Слон",
                "Фото": "Фото\\слон 118.jpg",
                "Цена": "200"
            },
            {
                "Номер": "119",
                "Имя": "Снегирь",
                "Фото": "Фото\\снегирь 119.jpg",
                "Цена": "150"
            },
            {
                "Номер": "120",
                "Имя": "Снеговик",
                "Фото": "Фото\\снеговик 120.jpg",
                "Цена": "200"
            },
            {
                "Номер": "121",
                "Имя": "Снегурочка взрослая",
                "Фото": "Фото\\снегурочка взр 121.jpg",
                "Цена": "250"
            },
            {
                "Номер": "122",
                "Имя": "Снегурочка белая",
                "Фото": "Фото\\снегурочка белая 122.jpg",
                "Цена": "150"
            },
            {
                "Номер": "123",
                "Имя": "Снегурочка голубая",
                "Фото": "Фото\\дед мороз и снегурочка 21 и123.jpg",
                "Цена": "250"
            },
            {
                "Номер": "124",
                "Имя": "Снежинка",
                "Фото": "Фото\\снежинка 124.jpg",
                "Цена": "150"
            },
            {
                "Номер": "125",
                "Имя": "Снежинка1",
                "Фото": "Фото\\снежинка (1) 125.jpg",
                "Цена": "250"
            },
            {
                "Номер": "126",
                "Имя": "Снежинка2",
                "Фото": "Фото\\снежинка (2) 126.jpg",
                "Цена": "200"
            },
            {
                "Номер": "127",
                "Имя": "Снежная баба",
                "Фото": "Фото\\снежная баба 127.jpg",
                "Цена": "300"
            },
            {
                "Номер": "128",
                "Имя": "Снеж королева",
                "Фото": "Фото\\снежная королева 128.jpg",
                "Цена": "200"
            },
            {
                "Номер": "129",
                "Имя": "Собака",
                "Фото": "Фото\\собака 129.jpg",
                "Цена": "250"
            },
            {
                "Номер": "130",
                "Имя": "Сорока",
                "Фото": "Фото\\сорока 130.jpg",
                "Цена": "250"
            },
            {
                "Номер": "131",
                "Имя": "Султан",
                "Фото": "Фото\\султан 131.jpg",
                "Цена": "300"
            },
            {
                "Номер": "132",
                "Имя": "Супермен",
                "Фото": "Фото\\супермен 132.jpg",
                "Цена": "250"
            },
            {
                "Номер": "133",
                "Имя": "Танго",
                "Фото": "Фото\\танго 133.jpg",
                "Цена": "200"
            },
            {
                "Номер": "134",
                "Имя": "Танцев. для мальчика",
                "Фото": "Фото\\танцев для мальчика 134.jpg",
                "Цена": "200"
            },
            {
                "Номер": "135",
                "Имя": "Факир большой",
                "Фото": "Фото\\факир б 135.jpg",
                "Цена": "250"
            },
            {
                "Номер": "136",
                "Имя": "Факир",
                "Фото": "Фото\\факир 136.jpg",
                "Цена": "250"
            },
            {
                "Номер": "137",
                "Имя": "Фея",
                "Фото": "Фото\\фея 137.jpg",
                "Цена": "250"
            },
            {
                "Номер": "138",
                "Имя": "Флора",
                "Фото": "Фото\\флора 138.jpg",
                "Цена": "250"
            },
            {
                "Номер": "139",
                "Имя": "Цветочек",
                "Фото": "Фото\\цветочек 139.jpg",
                "Цена": "200"
            },
            {
                "Номер": "140",
                "Имя": "Цыганка маленькая",
                "Фото": "Фото\\цыганка 140.jpg",
                "Цена": "250"
            },
            {
                "Номер": "141",
                "Имя": "Цыганка большая",
                "Фото": "Фото\\цыганка б 141.jpg",
                "Цена": "250"
            },
            {
                "Номер": "142",
                "Имя": "Цыпленок",
                "Фото": "Фото\\цыпленок 142.jpg",
                "Цена": "150"
            },
            {
                "Номер": "143",
                "Имя": "Чебурашка",
                "Фото": "Фото\\чебурашка 143.jpg",
                "Цена": "200"
            },
            {
                "Номер": "144",
                "Имя": "Человек паук *1",
                "Фото": "Фото\\человек паук 144.jpg",
                "Цена": "300"
            },
            {
                "Номер": "145",
                "Имя": "Человек паук *2",
                "Фото": "Фото\\человек паук (1) 145.jpg",
                "Цена": "200"
            },
            {
                "Номер": "146",
                "Имя": "Черт",
                "Фото": "Фото\\черт 146.jpg",
                "Цена": "250"
            },
            {
                "Номер": "147",
                "Имя": "Чертовка",
                "Фото": "Фото\\чертовочка 147.jpg",
                "Цена": "250"
            },
            {
                "Номер": "148",
                "Имя": "Черепашка ниндзя",
                "Фото": "Фото\\черепашка ниндзя 148.jpg",
                "Цена": "200"
            },
            {
                "Номер": "149",
                "Имя": "Черный ниндзя маленький",
                "Фото": "Фото\\черепашка ниндзя м 149.jpg",
                "Цена": "200"
            },
            {
                "Номер": "150",
                "Имя": "Шах королева",
                "Фото": "Фото\\шахматная королева 150.jpg",
                "Цена": "200"
            },
            {
                "Номер": "151",
                "Имя": "Шут",
                "Фото": "Фото\\шут 151.jpg",
                "Цена": "250"
            },
            {
                "Номер": "152",
                "Имя": "Шут-малыш",
                "Фото": "Фото\\шут м 152.jpg",
                "Цена": "250"
            },
            {
                "Номер": "153",
                "Имя": "Эсмиральда",
                "Фото": "Фото\\эсмиральда 153.jpg",
                "Цена": "200"
            },
            {
                "Номер": "154",
                "Имя": "Эльф",
                "Фото": "Фото\\эльф 154.jpg",
                "Цена": "200"
            },
            {
                "Номер": "155",
                "Имя": "Лягушонок*2",
                "Фото": "Фото\\лягушонок (1) 155.jpg",
                "Цена": "150"
            },
            {
                "Номер": "156",
                "Имя": "Рыбка",
                "Фото": "Фото\\рыбка 156.jpg",
                "Цена": "200"
            },
            {
                "Номер": "157",
                "Имя": "Бабочка желтая",
                "Фото": "Фото\\бабочка желтая 157.jpg",
                "Цена": "200"
            },
            {
                "Номер": "158",
                "Имя": "Мишутка «Саша»",
                "Фото": "Фото\\мишутка саша 158.jpg",
                "Цена": "200"
            },
            {
                "Номер": "159",
                "Имя": "Белочка мех",
                "Фото": "Фото\\белочка мех  159.jpg",
                "Цена": "250"
            },
            {
                "Номер": "160",
                "Имя": "Гуффи",
                "Фото": "Фото\\гуффи 160.jpg",
                "Цена": "250"
            },
            {
                "Номер": "161",
                "Имя": "Зайка мех",
                "Фото": "Фото\\зайка мех 161.jpg",
                "Цена": "200"
            },
            {
                "Номер": "162",
                "Имя": "Ковбой",
                "Фото": "Фото\\ковбой 162.jpg",
                "Цена": "350"
            },
            {
                "Номер": "163",
                "Имя": "Марья искусница",
                "Фото": "Фото\\марья искусница 163.jpg",
                "Цена": "250"
            },
            {
                "Номер": "164",
                "Имя": "Поросенок",
                "Фото": "Фото\\поросенок (1) 164.jpg",
                "Цена": "150"
            },
            {
                "Номер": "165",
                "Имя": "Русская краса",
                "Фото": "Фото\\русская красса 165.jpg",
                "Цена": "250"
            },
            {
                "Номер": "166",
                "Имя": "Матрешка",
                "Фото": "Фото\\матрешка 166.jpg",
                "Цена": "250"
            },
            {
                "Номер": "167",
                "Имя": "Мышка девочка",
                "Фото": "Фото\\мышка девочка 167.jpg",
                "Цена": "250"
            },
            {
                "Номер": "168",
                "Имя": "Снеговик малыш",
                "Фото": "Фото\\снеговик м 168.jpg",
                "Цена": "350"
            },
            {
                "Номер": "169",
                "Имя": "Гном зеленый",
                "Фото": "Фото\\гном 169.jpg",
                "Цена": "350"
            },
            {
                "Номер": "170",
                "Имя": "Белое платье",
                "Фото": "Фото\\льдинка 170.jpg",
                "Цена": "200"
            },
            {
                "Номер": "171",
                "Имя": "Незабудка",
                "Фото": "Фото\\незабудка 171.jpg",
                "Цена": "350"
            },
            {
                "Номер": "172",
                "Имя": "Иван Царевич",
                "Фото": "Фото\\иван царевич 172.jpg",
                "Цена": "400"
            },
            {
                "Номер": "173",
                "Имя": "Пират -аристократ",
                "Фото": "Фото\\пират аристоркат 173.jpg",
                "Цена": "350"
            },
            {
                "Номер": "174",
                "Имя": "Пиратка",
                "Фото": "Фото\\пиратка 174.jpg",
                "Цена": "300"
            },
            {
                "Номер": "175",
                "Имя": "Микки Маус",
                "Фото": "Фото\\Микки Маус 175.jpg",
                "Цена": "150"
            },
            {
                "Номер": "176",
                "Имя": "Микки девочка",
                "Фото": "Фото\\Микки девочка 176.jpg",
                "Цена": "300"
            },
            {
                "Номер": "177",
                "Имя": "Рыбка Таня",
                "Фото": "Фото\\рыбка таня 177.jpg",
                "Цена": "250"
            },
            {
                "Номер": "178",
                "Имя": "Лисичка2",
                "Фото": "Фото\\лисичка м 178.jpg",
                "Цена": "250"
            },
            {
                "Номер": "179",
                "Имя": "Пьеро малыш",
                "Фото": "Фото\\пьеро м 179.jpg",
                "Цена": "350"
            },
            {
                "Номер": "180",
                "Имя": "Царевна Лебедь",
                "Фото": "Фото\\царевна лебедь 180.jpg",
                "Цена": "300"
            },
            {
                "Номер": "181",
                "Имя": "Скоморох Тимка",
                "Фото": "Фото\\скоморох тимка 181.jpg",
                "Цена": "350"
            },
            {
                "Номер": "182",
                "Имя": "Жар-птица",
                "Фото": "Фото\\жар-птица 182.jpg",
                "Цена": "350"
            },
            {
                "Номер": "183",
                "Имя": "Морской конек",
                "Фото": "Фото\\морской конек 183.jpg",
                "Цена": "300"
            },
            {
                "Номер": "184",
                "Имя": "Бетмен накидка",
                "Фото": "Фото\\бетмен накадка 184.jpg",
                "Цена": "200"
            },
            {
                "Номер": "185",
                "Имя": "Человек-паук малыш",
                "Фото": "Фото\\человек паук аня.jpg",
                "Цена": "300"
            },
            {
                "Номер": "186",
                "Имя": "Собачка «Тузик»",
                "Фото": "Фото\\собачка Тузик 186.jpg",
                "Цена": "250"
            },
            {
                "Номер": "187",
                "Имя": "Пират бархатный",
                "Фото": "Фото\\пират бархатн 187.jpg",
                "Цена": "350"
            },
            {
                "Номер": "188",
                "Имя": "Любаша",
                "Фото": "Фото\\любаша 188.jpg",
                "Цена": "400"
            },
            {
                "Номер": "189",
                "Имя": "Бобо Фет",
                "Фото": "Фото\\бобо фет 189.jpg",
                "Цена": "400"
            },
            {
                "Номер": "190",
                "Имя": "Белочка блеск",
                "Фото": "Фото\\белочка блеск 190.jpg",
                "Цена": "350"
            },
            {
                "Номер": "191",
                "Имя": "Змей Горыныч",
                "Фото": "Фото\\змей горыныч 191.jpg",
                "Цена": "400"
            },
            {
                "Номер": "192",
                "Имя": "Зайка девочка",
                "Фото": "Фото\\зайка девочка 192.jpg",
                "Цена": "250"
            },
            {
                "Номер": "193",
                "Имя": "Гусар мех",
                "Фото": "Фото\\гусар  мех 193.jpg",
                "Цена": "500"
            },
            {
                "Номер": "194",
                "Имя": "Мальвина 1",
                "Фото": "Фото\\мальвина (1) 194.jpg",
                "Цена": "400"
            },
            {
                "Номер": "195",
                "Имя": "Мушкетер велюр",
                "Фото": "Фото\\мушкетер велюр 195.jpg",
                "Цена": "500"
            },
            {
                "Номер": "196",
                "Имя": "Черепашка Н.велюр",
                "Фото": "Фото\\черепашка ниндзя велюр196.jpg",
                "Цена": "350"
            },
            {
                "Номер": "197",
                "Имя": "Дюймовочка",
                "Фото": "Фото\\дюймовочка1 197.jpg",
                "Цена": "400"
            },
            {
                "Номер": "198",
                "Имя": "Снеж. Корол. бл",
                "Фото": "Фото\\снежная королева блеск 198.jpg",
                "Цена": "400"
            },
            {
                "Номер": "199",
                "Имя": "Кр. шапочка вз",
                "Фото": "Фото\\красная шапочка взр 199.jpg",
                "Цена": "400"
            },
            {
                "Номер": "200",
                "Имя": "Дед мороз красный",
                "Фото": null,
                "Цена": "500"
            },
            {
                "Номер": "201",
                "Имя": "Лисичка мех",
                "Фото": "Фото\\лисичка мех 201.jpg",
                "Цена": "250"
            },
            {
                "Номер": "202",
                "Имя": "Черн. кошка",
                "Фото": "Фото\\черная кошка 202.jpg",
                "Цена": "350"
            },
            {
                "Номер": "203",
                "Имя": "золушка голубая дисней",
                "Фото": "Фото\\белоснежка1 203.JPG",
                "Цена": "500"
            },
            {
                "Номер": "204",
                "Имя": "Снеговик мех",
                "Фото": "Фото\\снеговик мех 204.jpg",
                "Цена": "250"
            },
            {
                "Номер": "205",
                "Имя": "Винкс Муза",
                "Фото": "Фото\\винкс муза  205.jpg",
                "Цена": "500"
            },
            {
                "Номер": "206",
                "Имя": "Винкс Тесна",
                "Фото": "Фото\\винкс тесна 206.jpg",
                "Цена": "500"
            },
            {
                "Номер": "207",
                "Имя": "Винкс Аиша",
                "Фото": "Фото\\винкс аиша 207.jpg",
                "Цена": "500"
            },
            {
                "Номер": "208",
                "Имя": "Наруто",
                "Фото": "Фото\\Наруто.jpg",
                "Цена": "400"
            },
            {
                "Номер": "209",
                "Имя": "Новый год синий",
                "Фото": "Фото\\новый год синий 209.JPG",
                "Цена": "300"
            },
            {
                "Номер": "210",
                "Имя": "Косм. Воин Шмель",
                "Фото": "Фото\\космическмй воин 210.jpg",
                "Цена": "400"
            },
            {
                "Номер": "211",
                "Имя": "Косм. Воин Железн чел",
                "Фото": "Фото\\космическмй воин 211.jpg",
                "Цена": "500"
            },
            {
                "Номер": "212",
                "Имя": "Охотница взр",
                "Фото": "Фото\\охотница 212.jpg",
                "Цена": "500"
            },
            {
                "Номер": "213",
                "Имя": "Лолита взр",
                "Фото": "Фото\\Лолита 213.jpg",
                "Цена": "500"
            },
            {
                "Номер": "214",
                "Имя": "Ёжик",
                "Фото": "Фото\\ежик  214.jpg",
                "Цена": "300"
            },
            {
                "Номер": "215",
                "Имя": "Индеец",
                "Фото": "Фото\\индеец 215.jpg",
                "Цена": "350"
            },
            {
                "Номер": "216",
                "Имя": "Султан малыш",
                "Фото": "Фото\\султан малыш 216.JPG",
                "Цена": "350"
            },
            {
                "Номер": "217",
                "Имя": "Клубничка",
                "Фото": "Фото\\клубничка.jpg",
                "Цена": "500"
            },
            {
                "Номер": "218",
                "Имя": "Принцесса Эльза",
                "Фото": "Фото\\принцесса Эльза 218.jpg",
                "Цена": "500"
            },
            {
                "Номер": "219",
                "Имя": "Белоснежка",
                "Фото": "Фото\\белоснежка 219.jpg",
                "Цена": "500"
            },
            {
                "Номер": "220",
                "Имя": "Волк черн",
                "Фото": "Фото\\Волк 220.JPG",
                "Цена": "350"
            },
            {
                "Номер": "221",
                "Имя": "Трубадур",
                "Фото": "Фото\\Трубодур.JPG",
                "Цена": "300"
            },
            {
                "Номер": "222",
                "Имя": "Бочья кор. маленькая",
                "Фото": "Фото\\божья коровка 222.JPG",
                "Цена": "200"
            },
            {
                "Номер": "223",
                "Имя": "Светлячок девочка",
                "Фото": "Фото\\светлячок девочка 223.jpg",
                "Цена": "350"
            },
            {
                "Номер": "224",
                "Имя": "Конфетка",
                "Фото": null,
                "Цена": null
            },
            {
                "Номер": "225",
                "Имя": "Шахматная королева",
                "Фото": "Фото\\шахматная королева 225.JPG",
                "Цена": "200"
            },
            {
                "Номер": "226",
                "Имя": "Снежинка",
                "Фото": "Фото\\снежинка 226.JPG",
                "Цена": "350"
            },
            {
                "Номер": "227",
                "Имя": "Гном красный",
                "Фото": "Фото\\Гном красный 211.JPG",
                "Цена": "250"
            },
            {
                "Номер": "228",
                "Имя": "Человек паук велюр",
                "Фото": "Фото\\человек паук велюр.jpg",
                "Цена": "350"
            },
            {
                "Номер": "229",
                "Имя": "Пират предводитель",
                "Фото": "Фото\\пират предводитель 229.jpg",
                "Цена": "500"
            },
            {
                "Номер": "230",
                "Имя": "Ангелочек",
                "Фото": "Фото\\ангел 230.jpg",
                "Цена": "250"
            },
            {
                "Номер": "231",
                "Имя": "краса востока",
                "Фото": "Фото\\восточная принцесса 231.JPG",
                "Цена": "500"
            },
            {
                "Номер": "232",
                "Имя": "танцевальный костюм голубой",
                "Фото": "Фото\\танцевальный голуб.jpg",
                "Цена": "200"
            },
            {
                "Номер": "233",
                "Имя": "танцевальный костюм золотой",
                "Фото": "Фото\\233танцевальный.jpg",
                "Цена": "200"
            },
            {
                "Номер": "234",
                "Имя": "красное платье (комплект)",
                "Фото": "Фото\\платье красное комплект 234.jpg",
                "Цена": "500"
            },
            {
                "Номер": "235",
                "Имя": "платье полинка",
                "Фото": "Фото\\полинка.JPG",
                "Цена": "350"
            },
            {
                "Номер": "236",
                "Имя": "ежик меховой серый",
                "Фото": "Фото\\еж меховой серый.JPG",
                "Цена": "250"
            },
            {
                "Номер": "237",
                "Имя": "Снегурочка взрослая кокошник",
                "Фото": null,
                "Цена": "350"
            },
            {
                "Номер": "238",
                "Имя": "Машенька",
                "Фото": null,
                "Цена": "300"
            },
            {
                "Номер": "239",
                "Имя": "Дарт Вейдер",
                "Фото": null,
                "Цена": "500"
            },
            {
                "Номер": "240",
                "Имя": "Русалочка",
                "Фото": null,
                "Цена": "400"
            },
            {
                "Номер": "241",
                "Имя": "гарри потер",
                "Фото": null,
                "Цена": "400"
            },
            {
                "Номер": "242",
                "Имя": "Царевна Лягушка",
                "Фото": null,
                "Цена": "500"
            },
            {
                "Номер": "243",
                "Имя": "восточный принц",
                "Фото": null,
                "Цена": "250"
            },
            {
                "Номер": "245",
                "Имя": "снегурочка Ксюша",
                "Фото": null,
                "Цена": "350"
            },
            {
                "Номер": "246",
                "Имя": "дед мороз Тимур",
                "Фото": null,
                "Цена": "350"
            },
            {
                "Номер": "247",
                "Имя": "русалочка Аксай",
                "Фото": null,
                "Цена": "200"
            },
            {
                "Номер": "248",
                "Имя": "Леший",
                "Фото": null,
                "Цена": "350"
            },
            {
                "Номер": "249",
                "Имя": "пингвин Ион",
                "Фото": null,
                "Цена": "300"
            }
        ];
    },

    getProductsMini() {
        return Promise.resolve(this.getProductsData().slice(0, 1000));
    },

    getProductsSmall() {
        return Promise.resolve(this.getProductsData().slice(0, 10));
    },

    getProducts() {
        return Promise.resolve(this.getProductsData());
    },

    getProductsWithOrdersSmall() {
        return Promise.resolve(this.getProductsWithOrdersData().slice(0, 10));
    },

    getProductsWithOrders() {
        return Promise.resolve(this.getProductsWithOrdersData());
    }
};

